{
  "de": {
    "translation": {
      "gameName": "Werwolf",
      "pages": {
        "main": {
          "title": "Werwolf",
          "subtitle": "für den Browser",
          "buttonBox": {
            "howToPlay": "Regeln",
            "play": "Spielen",
            "about": "Über"
          },
          "imprintButton": "Impressum"
        },
        "about": {
          "title": "Wie es dazu kam...",
          "text": {
            "p1": "Jo eigentlich soll ich hier nen nicen Text rein schreiben, aber da ich kein geiler Autor bin, schreib ich jetzt halt einfach so wie's gekommen ist. Es war also ein heißer Freitagnachmittag, keiner hatte mehr Bock auf die achte Stunde Mathe und so saßen wir bei 30 Grad  im Außengelände auf der Rennbahn und spielten zu 23-zigst Werwolf. Das Game solltet ihr kennen, sonst habt ihr keine Kindheit gehabt. Wenn ihr nicht wisst wie's geht schaut einfach in den Tab Regeln. Also wir saßen da halt so, war ne witz'ge runde. Ich war - so wie jede zweite Runde gefühlt - die Dorfhure und war darauf bedacht meine Rolle geheimzuhalten. Ich saß neben einem meiner besten Freunde, Moritz.",
            "p2": "Und während wir spielen reden wir immer über verschiedenes Zeug. Sei es AmongUs oder Coding oder wasauchimmer, es läuft meist darauf hinaus, dass ich ne blöde Idee hab. Und dann sag ich zu ihm: \"Was is'n, wenn wieder Lockdown wird. Dann geht das hier ja mit Werwolf nich' mehr. Das wäre' doch nice, wenn es davon ein Spiel gäb'. Oder noch besser als Browsergame\".",
            "p3": "Und ja, was soll ich sagen. 'Ne Woche später kam er an und zeigte mir die erste Version. Ich war total geflasht, dass der das jetzt macht und so, das war mega geil. OK, aber so krank war das zu dem Zeitpunkt noch gar nicht. Da hatte nur der Startscreen existiert und sah noch komplett anders aus. Aus dem Grund nenn' ich ihn heute nur noch \"Moritz das Big Brain\". Und mehr gibt's zu der Entstehung eigentlich nich' zu sagen. Zu dem Zeitpunkt, als ich das hier schreibe, versuche ich gerade selbst programmieren zu lernen (klappt eher nich' so gut) und mache mir Gedanken, wie das Game an sich überhaupt aussehen soll.",
            "p4": "Ich danke allen, die das Spiel hier spielen und genießen.",
            "authorNote": "frei erfunden bei Luk-Erik Leitte, wahrscheinlich nicht ganz nüchtern"
          }
        },
        "notFound": {
          "notFound": "Diese Seite konnte nicht gefunden werden.",
          "back": "Zur Startseite"
        }
      }
    }
  }
}
